Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/depts/other_files/laereplan_naturfag.html.tmx
Source language: sme
Languages: smj

source: válddahit, illustreret ja ságastallat iežas dárkomiid geahččaladdamiin ja luonddus
smj: gåvådit, tjuorggat ja ságastallat ietjas váksjomij birra gæhttjaladdamijs ja luondos

source: dovdát váralaš ávdnasiid ja váralaš čuovggaid váruhansymbolaid
smj: dåbddåt hiehtesymbåvlåjt ma mierkkiji várálasj ábnnasijt ja várálasj tjuovgajt

source: čađahit doaimmaid luonddus oahppan dihtii luonddu birra, ságastallat manne dát lea dehálaš, ja smiehttat olbmo sajádaga birra luonddus
smj: tjadádit dåjmajt luondon váj oahppá luondo birra, ságastallat manen dat le ájnas ja filosoferit almatja saje birra luondon

source: ságastallat elliid birra ja olbmuid ja elliid gaskavuođaid birra ja olbmo ovddasvástádusa birra čábbát meannudit elliiguin, earret eará sámi máidnasiid ja muitalusaid vuođul
smj: ságastallat almatjij ja iellij aktijvuoda birra, ja almatjij åvdåsvásstádusás juhtusij gáktuj, duola dagu sáme subttsasij baktu

source: geavahit dárkomiid válddahit jagiáiggiid sámi ja norgga árbevierus, ja muitalit mo sámi mánnonamahusat válddahit luonddufenomenaid ja ságastallat mo gárvodit dálkki, siivvu ja jagiáiggi mielde
smj: gåvådit váksjomij baktu jábijt sáme ja dáttja dábij milta, ja subtsastit gåktu sáme namá mánojda gåvvidi luondo dáhpádusájt ja ságastallat ma li hiebalgis biktasa dálkkáj ja jáhpáj

source: dovdát ja válddahit muhtun šaddo- ja eallišlájaid lagašbirrasis ja sirret daid
smj: dåbddåt ja gåvådit muhtem sjaddo- ja ielleslájajt lahkabirrusin ja dajt juohkusijda tjuolldet

source: namahit ja válddahit olbmo rupmašis muhtun olgguldas ja siskkáldas osiid doaimmaid
smj: nammadit ja gåvådit dåjmajt muhtem ålgoldis ja sisŋeldis åsijt ulmutja rubmahis

source: ságastallat iežas ja earáid rupmaša rájáid bidjama, áddejumi ja árvvusatnima birra
smj: ságastallat rájáj biedjama, dádjadime ja ietjas ja iehtjádij rubmaha vieledime birra

source: válddahit áiccuid ja ságastallat daid birra ja geavahit daid dihtomielalaččat doaimmain olgun ja siste
smj: gåvådit ja ságastallat dåbdudagájt ja dajt diedulattjat adnet váksjudijn ålggon ja sinna.

source: válddahit ja illustreret mo eana, mánnu ja beaivváš lihkadit guđet guimmiideaset ektui, ja muitalit jagiáiggiid, jándora ja mánnomuttuid birra
smj: nammadit ja gåvådit gåktu ednam, mánno ja biejvve labudi nubbe nuppe gáktuj, ja subtsastit jábij, jánndura ja jus le sjadde jali nåhkke mánno

source: válddahit ja sirret ávdnasiid oinnolaš dovdomearkkaid vuođul
smj: gåvådit ja tjuolldet ábnnasijt dåbddomerkaj milta majt máhttá vuojnnet

source: čađahit geahččaladdamiid čáziin ja čuovggain ja ságastallat dárkomiid birra
smj: gæhttjaladdamijt tjadádit tjátjijn ja tjuovgajn ja ságastit observasjåvnåj birra

source: ráhkadit áđaid mat sáhttet lihkadit čázi dahje áimmu vehkiin, ja ságastallat mo dat doibmet
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: ráhkadit áđaid mat geavahit čuovgga reflekterema, ja ságastallat mo dat doibmet
smj: dáhkat ádajt ma máhtti tjátje jali ájmo viehkijn labudit, ja ságastallat gåktu da doajmmi

source: Gelbbolašvuođamihttomearit 4. jahkeceahki maŋŋil
smj: dahkat ádajt ma adni tjuovga reflekterimav, ja ságastallat gåktu da doajmmi

source: geavahit luonddufágalaš doahpagiid válddahit ja ovdanbuktit iežas dárkomiid, evttohit vejolaš čilgehusaid dasa maid lea dárkon ja ságastallat daid birra
smj: ádnet luonndofágalasj buojkuldagájt gåvådittjat ja åvddån buvtátjit ietjas váksjomijt, oajvvadit ja ságastallat vejulasj tjielggidusáj birra dasi mav le váksjum

source: geavahit mihtidanreaidduid, systematiseret dieđuid, árvvoštallat leat go bohtosat govttolaččat, ja ovdanbuktit daid digitála reaidduiguin dahje daid haga
smj: adnet mihttiminstrumentajt, dáhtájt tjuolldet, árvustallat makta båhtusa li dåhkkidahtte, ja dajt åvddånbuktet digitála viehkkenævoj jali daj dagá.

source: čállit raporttaid ja válddahusaid ja ráhkadit álkes digitála ovttastuvvon teavsttaid
smj: tjállet rapportajt ja gåvvidimijt ja avtagærddásasj digitála tevstajt dahkat

source: háhkat ja gieđahallat dieđuid iešguđet gálduid luonddufágalaš fáttáid birra ja almmuhit gálduid
smj: åhtsåt ja hiebadallat diedojt luonndofágalasj åsijs duot dát gáldos ja gáldojt tjállet

source: searvat doaimmaide main olmmoš viežžá riggodagaid luonddus, ja ságastallat das mo riggodagaid ávkkástallet
smj: oassálasstet dåjmajda gånnå ulmusj ressursajt luondos viedtjá ja ságastallat gåktu ressursa ávkken båhti

source: válddahit maid sáhttá dahkat gáhttet luonddu lagašbirrasis, ja ákkastallat fuolalaš láhttema ovdii ja vádjolit fuolalaččat luonddus
smj: gåvådit mav máhttá dahkat váj lahkabirrasa luondov várajda válldá, ja argumenterit dan åvdås ja iesj luondov huksat

source: ságastallat muhtun šaddo- ja eallišlájaid eallingearddi birra ja buohtastahttit daid
smj: ságastallat muhtem ielle- ja sjaddoslájaj iellemgievle birra

source: válddahit muhtun nálihuvvan eallijoavkkuid eallinvuogi čohkkedettiin ja systematiseredettiin iešguđet gálduid dieđuid
smj: gåvådit muhtem ájggá jábmám ielleslájajuohkusij iellemvuogev navti váj tjoahkki ja systematiseri diedojt iesjgeñga gáldojs.

source: muitalit elliid birra, digaštallat elliid birgejumi birra ja earuhit oaiviliid ja fakta
smj: subtsastit iellij birra, ielleálkkádusá birra giehttot ja sieradit vuojnoj ja fáktáj gaskan.

source: guorahallat biologalaš eanaiduvvama ja válddahit luonddu birrajođu
smj: guoradallat biologalasj suossnoma birra ja gåvådit muhtem jålådimev luondon

source: sirret doabbariid ja digaštallat manne doapparsirren lea dehálaš
smj: ruhtsijt tjuolldet ja dágástallat manen le ájnas ruhtsijt tjuolldet

source: válddahit váldobeliid das mo olbmorumaš lea huksejuvvon
smj: gåvådit muhtem mudduj gåktu ulmutja rumáj le.

source: válddahit suolbmudanvuogádaga ja selvehit mo dat doaibmá
smj: gåvådit suoldudakoalev ja tjielggit dárkkelit gåktu dat doajmmá.

source: válddahit dákterikki ja dehkiid ja selvehit mo rumaš sáhttá lihkadit
smj: gåvådit sjelehtav ja diehkojt ja tjielggit dárkkelit gåktu rumáj labut

source: geavahit dieđuid gihppagiin ja digitála teavsttain válddahit dábálaš dávdda ja mo dan sáhttá eastadit, ja čilget manin mii boahkuhit muhtun dávddaid vuostá
smj: adnet diedojt brosjyrajs ja digitála tevstajs gå dábálasj skihpudagáv tjielggi ja gåktu dav hiereda, ja tjielggit dárkkelit manen muhtem skihpudagáj vuosstij vaksinerip

source: dárkot ja válddahit mo rumaš reagere iešguđet dilálašvuođain, ja ságastallat iešguđet dovddolaš reakšuvnnaid birra ja fysalaš ja psyhkalaš dearvvašvuođa oktavuođa birra
smj: váksjut ja gåvådit gåktu rumáj reageri iesjgeŋga dilen, ja ságastallat iesjgeŋga dåbdoj birra ja fysihkalasj ja psyhkalasj varresvuoda aktijvuoda birra

source: ráhkadit digitála ovttastuvvon teavstta muhtun planehtaid birra min beaivvášvuogádagas dieđuid háhkama ja gálduid almmuheami bokte
smj: dahkat digitála tjoahkkidum tevstav muhtem planehtaj birra diehtotjoahkkima baktu ja gáldojt diededit

source: čađahit geahččaladdamiid mat čájehit ahte ávdnasiin ja ávnnasseaguhusain sáhttet iešvuođat rievdat go daid iešguđet láhkai váikkuha
smj: tjadádit gæhttjaladdamijt ma vuosedi ábnnasa máhtti vuogev målssot gå muhtem láhkáj dajt vájkkut

source: suokkardit áibmo- ja jietnafenomenaid, válddahit dárkomiid ja evttohit čilgehusaid
smj: guoradallat fenomenajt tjanádum ájmmuj ja jiednaj, gåvådit váksjumijt ja tjielggidusájt oajvvadit

source: registreret ja válddahit iežas dálkedárkomiid, mihtidit temperatuvrra ja njuoskkádaga ja ovdanbuktit bohtosiid gráfalaččat ja ságastallat dálkemearkkaid ja mearkabeivviid birra
smj: registrerit ietjas vásádusájt dálke váksjomis, temperatuvrav ja rásjov / muohttagav mihttit ja båhtusijt gráfalattjat åvddån biedjat ja ságastallat dálkkedijdaj ja mærkkabiejvij birra

source: dovdát ja namuhit muhtun nástegovaid, ságastallat mo olmmoš sáhttá dádjadit nástegovaid mielde
smj: dåbddåt ja vuosedit muhtem nástijt, ságastallat gåktu ulmutja máhtti nástij milta gávnnat gåsi galggi.

source: dárkot guovssahasaid ja eará albmefenomenaid ja muitalit daid birra, ja muitalit myhtaid ja máidnasiid mat gusket nástealbmái ja guovssahasaide sámi árbevierus ja buohtastahttit daid eará árbevieruiguin
smj: váksjot ja subtsastit guovsagisá ja ietjá fenomenaj birra almen ja subtsastit jahtojt ja båvajt tjanádum nástijda ja guovsagissaj sámij gaskan ja ietjá dábij buohtastahttet

source: plánet, hukset ja iskat álkes huksehusmodeallaid ja govaiguin ja illustrašuvnnaiguin duođaštit proseassa ideas gitta gárvves buktagii
smj: plánit, tsieggit ja gæhttjalit avtagærddásasj modellajt tsiekkaduskonstruksjåvnåjs ja prosessav dokumenterit ájalvisá rájes gitta gárves buvtagij aktan tevstajn ja tjuorggamij

source: válddahit konstrukšuvnnaid ja digaštallat manne muhtun konstrukšuvnnat leat stargaseappot ja nannoseappot go earát
smj: gåvådit konstruksjåvnåjt ja dagástallat manen muhtem konstruksjåvnå buorebut starjji ja ienebut gierddi gå iehtjáda

source: dovdát ja válddahit iešguđet huksehusaid guoddi struktuvrraid lagašbirrasis
smj: dåbddåt ja gåvådit guodde struktuvrajt muhtem tsiekkadusájn lahkabirrasin

source: Gelbbolašvuođamihttomearit 7. jahkeceahki maŋŋil
smj: Máhtudakmihto 7. jahkedáse maŋŋela

source: sátnádit luonddufágalaš gažaldagaid áššis mas oahppi háliida eambbo diehtit, evttohit vejolaš čilgehusaid, ráhkadit plána ja čađahit iskkadeami
smj: formulerit luonndofágalasj gatjálvisájt juoŋga birra massta oahppe imájdallá, oajvvadit vejulasj tjielggidusájt, plánav dahkat ja guoradallamijt tjadádit

source: ságastallat das manne luonddudiehtagis lea dehálaš ráhkadit ja iskat hypotesaid systemáhtalaš dárkomiid ja geahččaladdamiid bokte, ja manne lea dehálaš buohtastahttit bohtosiid
smj: ságastallat manen luonndodiedan le ájnas dahkat ja gæhttjalit hypotesajt systemáhtalasj váksjomij ja gæhttjaladdamij baktu, ja manen le ájnas båhtusijt buohtastahttet

source: geavahit digitála veahkkeneavvuid geahččaladdanbarggus ja gieddebarggus
smj: adnet digitála viehkkenævojt gæhttjaladdambargon ja ålggobargon

source: gávdnat ja gieđahallat luonddufágalaš dieđuid teavsttain iešguđet median ja ráhkadit ovdanbuktima
smj: gávnnat ja hiebadallat luonndofágalasj diedojt tevstajs iesjgeŋga mediajn ja åvddånbuktemav dahkat

source: lohkat ja áddet beaivválaš buktagiid váruhanmerkemiid
smj: låhkåt ja dádjadit árkkabiejvvebuvtaj hiehtemierkkimav

source: plánet geavahit ja ávkkástallat luondduriggodagaid, ságastallat šlájaid birra mat ávkkástallojuvvojit, bargguid doaimmaheami birra mánnomuttuid ja eará luonddu fenomenaid ektui ja buohtastahttit daid eará sámi servodagaid árbevieruiguin
smj: plánit gåktu luonnduressursajt adnet ja ávkkit, subtsastit slájaj birra ma ávkástaláduvvi, tjoahkkima birra máno ja ietjá luonndofenomenaj gáktuj ja buohtastahttet ietjá sáme sebrudagá dábij

source: selvehit mo diehtu elliid ja lottiid láhttema birra geavahuvvo bivddus, guolásteamis ja boazodoalus ja ságaškuššat čuolmmaid min fuođđoresurssaid ávkkástallama oktavuođas
smj: tjielggit dárkkelit gåktu máhtto iellij ja låttij birra ávkástaláduvvá låddimin, guolástusán, bivdon ja ællobargon ja dagástallat gássjelisvuodajt ma guosski bivddoressursaj adnuj

source: muitalit eará eamiálbmogiid luondduriggodatgeavaheami birra
smj: subtsastit gåktu ietjá iemeálmmuga luonndoressursajt adni

source: plánet ja čađahit iskkademiid unnimusat ovtta luondduguovllus, registreret dárkomiid ja systematiseret bohtosiid
smj: plánit ja tjadádit guoradallamijt gåjt dal avtan luonndoguovlon, váksjumijt registrerit ja båhtusijt systematiserit

source: iskkadit ja válddahit lieđđešattuid ja čilget iešguđet šaddoosiid doaimma teavsttaiguin ja illustrašuvnnaiguin
smj: guoradallat ja gåvådit giedjeksjattojt ja tjielggit dárkkelit iesjgeŋgalágásj sjaddoåsij dåjmav tevstajn ja tjuorggamijn

source: iskkadit ja válddahit muhtun fáktoriid mat váikkuhit siepmanšaddui ja šattuid šaddamii
smj: guoradallat ja dagástallat muhtem faktåvråjt ma vájkkudi virnaj båhtsijdimijt ja sjattoj sjaddamav

source: válddahit soames šaddo-, guoppar- ja eallišlájaid dovdomearkkaid ja ordnet daid systemáhtalaččat
smj: gåvådit muhtem sjaddo- guoppar- ja ielleslájaj dåbddomerkajt ja dajt gárggalit

source: válddahit olbmorupmaša ahtanuššama sahkaneamis rávisolbmui
smj: gåvådit ulmutja rubmaha åvddånimev sahkkidimes ållessjattugij

source: válddahit mii dáhpáhuvvá pubertehta áiggis ja ságastallat iešguđetlágan sohkabealidentitehtaid birra ja iešguđetlágan seksuálalaš gessomiid birra
smj: tjielggit dárkkelit mij pubertehtan dáhpáduvvá ja ságastallat duon dán sjiervveidentitehta birra ja ieredisájt seksuála gæssomij hárráj

source: válddahit váibmo- ja geahpesvuogádaga váldobeliid ja makkár doaibma das lea rupmašis
smj: gåvådit tsåhke- ja gæhppásystema oajvveåsijt ja daj dåjmajt rubmahin

source: čilget mo rumaš ieš suddje dávdda vuostá, ja mo eastadit ja dikšut infekšuvdnadávddaid
smj: tjielggit dárkkelit gåktu rumáj iesj ietjas suoddji skihpudagá vuosstij ja gåktu máhttá infeksjåvnnåskihpudagájt hieredit ja dálkudit

source: čohkket dieđuid ja loguid, ja digaštallat dearvvašvuođavahágiid birra mat sáhttet boahtit iešguđetlágan gárihuhttinávdnasiid geavaheami geažil
smj: tjoahkkit diedojt ja tállamateriálav ja dágástallat varresvuodavahágijt ma máhtti badjánit duon dán gárevselgaj ano diehti

source: geavahit animašuvnnaid ja eará modeallaid válddahit planehtaid ja mánu lihkadeami, ja čilget jagiáiggiid ja mánnomuttuid šaddama
smj: animasjåvnåjt ja ietjá modellajt adnet gå tjielggi planehtaj ja máno labudimijt, ja tjielggit dárkkelit gåktu jábe ja mánnogaska dáhpáduvvi

source: válddahit mo muhtun minerálat ja báktešlájat leat šaddan, ja iskat muhtun šlájaid mat leat lagašbirrasis
smj: subtsastit gåktu muhtem minerála ja bákteslája li dagádum, ja guoradallat muhtem slájajt ma lahkabirrusin gávnnuji

source: selvehit muhtun energiijagálduid geavaheami ovdal ja dál, ja háhkat dieđuid ja statistihka iešguđet gálduin válddahit energiijageavaheami vejolaš birasváikkuhusaid báikkálaččat ja máilmmiviidosaččat ja digaštallat daid
smj: tjielggit dárkkelit muhtem energijagáldoj anov åvddåla ja dálla, ja tjoahkkit diedojt ja statistihkav iesjgeŋga gáldojs gåvådittjat ja dagástalátjit gåktu energijaadno soajttá vájkkudit birrasij bájkálattjat ja globála perspektijvan

source: čilget dálkkádat-doahpaga, dovdat muhtun sivaid dálkkádatrievdadusaide ja iskat ja registreret ekstremadálkki váikkuhusaid
smj: tjielggit dárkkelit dálkádak moallánagáv, dåbddåt muhtem sivájt dálkádakrievddamijda ja guoradallat ja registrerit nievres dálkij båhtusijt

source: iskat fenomenaid jiena, gulu ja rieja hárrái, digaštallat dárkomiid ja čilget mo jietna sáhttá bilidit gulu
smj: guoradallat fenomenajt tjanádum jiednaj, gullamij ja juhtsaj, váksjumijt dágástallat ja tjielggit dárkkelit gåktu jiedna máhttá bieljedibmen dahkat

source: čađahit iskkademiid magnetismmain ja elektrisitehtain ja čilget ja ovdanbuktit bohtosiid
smj: gæhttjaladdat magnetismajn ja elektrisitehtajn ja tjielggit ja åvddånbuktet gæhttjaladdamij båhtusijt

source: válddahit gássaid, njalbbiid ja čoahkkeávdnasiid guovddášiešvuođaid ja muddomolsašuddamiid partihkalmodealla bokte
smj: gåvådit gássaj, låsjkudisáj, fássta ståffaj ja fásamålssomij guovdásj vuogijt partihkkalmodella baktu

source: atoma- ja molekyladoahpagiiguin čilget mo ávdnasat leat huksejuvvon ja mo ávdnasat sáhttet nuppástuvvat
smj: tjielggit dárkkelit bágoj atoma ja molekyla gåktu ståffa li dagádum, ja gåktu ståffajt máhttá rievddadit

source: čađahit geahččaladdamiid iešguđetlágan kemiijalaš reakšuvnnaiguin ja válddahit mii daid dovdomearka lea
smj: gæhttjaladdat duov dáv kjemalasj reaksjåvnåv ja gåvådit ma li daj dåbddomerka

source: plánet, hukset ja iskat mekánalaš stohkosiid ja čilget mekánalaš sirdásemiid prinsihpaid
smj: plánit, dahkat ja gæhttjalit mekánalasj ståhkusijt, ja tjielggit mekánalasj sirddema prinsihpajt

source: plánet, ráhkadit ja iskat ovttageardánis buktagiid mat geavahit elektrihkalaš energiija, ja máinnustit gárvves buktaga
smj: plánit, dahkat ja gæhttjalit avtagærddásasj gávnijt ma elektrihkalasj energijav adni, ja gárvvidum gávne åvdås reklamerit

source: válddahit buktaga eallingearddi ja digaštallat man muddui buvtta soahpá oktii guoddevaš ovdánemiin
smj: gåvådit gávne iellemájgev ja dágástallat makta gávnne hiehpá guoddelis åvddånibmáj

source: Gelbbolašvuođamihttomearit 10. jahkeceahki maŋŋil
smj: Máhtudakmihto 10. jahkedáse maŋŋela

source: sátnádit iskkahahtti hypotesaid, plánet ja iskat daid ja digaštallat dárkomiid ja bohtosiid raporttas
smj: formulerit hypotesajt majt máhttá gæhttjalit, plánit ja tjadádit guoradallamav dajs ja dágástallat váksjumijt ja båhtusijt muhtem rapportan

source: háhkat ja gieđahallat luonddufágalaš dieđuid, meroštallat ja ovdanbuktit bohtosiid gráfalaččat
smj: viedtjat ja hiebadit luonndofágalasj dáhtájt, merustallat ja båhtusijt gráfalattjat åvddånbuktet

source: čállit čilgejeaddji ja ákkastalli teavsttaid mat čujuhit relevánta gálduide, árvvoštallat iežas ja earáid teavsttaid kvalitehta ja dárkkistit teavsttaid
smj: tjállet tevstajt ma tjielggiji ja argumenteriji aktan referánsaj guoskavasj gáldojda, árvustallat ietjas ja iehtjádij tevstaj kvalitehtav ja tevstajt dárkestit

source: čilget manne lea dehálaš ohcat oktavuođaid sivaid ja váikkuhusaid gaskka ja čilget manne ákkastallan, máŋggaoaivilvuohta ja almmuheapmi leat dehálaččat luonddudiehtagis
smj: tjielggit dárkkelit manen le ájnas gávnnat gåktu sivva ja vájkkudus aktan gulluji ja tjielggit dárkkelit manen argumenterim, vuosstemielakvuohta ja almodibme le ájnas luonndodiehtagin

source: identifiseret luonddufágalaš ákkaid, faktaid ja čuoččuhusaid áviissaid, gihppagiid ja eará mediaid teavsttain ja grafihkain, ja árvvoštallat sisdoalu kritihkalaččat
smj: identifiserit luonndofágalasj argumentajt, fáktá ja tjuottjodusá tevstajn ja grafihkan ma li avijsajn, brosjyrajn ja ietjá mediajn, ja sisanov lájttálisát árvustallat

source: čuovvut sihkkarvuođadoaibmabijuid mat leat válddahallon DBS-rutiinnain (HMS) ja riskaárvvoštallamiin
smj: tjuovvot sihkarvuoda dåjmajt ma li gåvådum HMS-rutijnajn ja risikoárvustallamijn

source: praktihkalaš searvama bokte čájehit ja selvehit mo birget luonddus jierpmálaš ja bealuštahtti láhkai
smj: praktihkalasj oassálasstema baktu vuosedit ja tjielggit dárkkelit gåktu luondon bierggi

source: dárkot ja buktit ovdamearkkaid dasa mo olbmuid doaimmat leat váikkuhan dihto luondduguvlui, iskat iešguđet berošteaddjijoavkkuid oainnuid váikkuhussii ja árvalit doaimmaid mat sáhttet gáhttet luonddu boahttevaš buolvvaide
smj: váksjut ja vaddet buojkulvisájt gåktu ulmutjij dåjma li muhtem luonndoguovlluj vájkkudam, guoradallat duon dán berustiddje juohkusij vuojnov vájkkudibmáj ja oajvvadit dåjmajt ma lulun luondov boahtte buolvajda bisodit

source: geavahit sámegiel doahpagiid čilget iežas dárkomiid muohttaga ja siivvu hárrái, ja ságastallat manne diehtu muohttaga ja siivvu birra leat erenoamáš dehálaččat dorvvolaš vádjoleamis ja árbevirolaš ealáhusdoaimmas
smj: adnet sáme termajt gå tjielggi ietjas váksjumijt muohttaga ja fierda birra ja ságastallat manen máhtto muohttaga ja fierda birra le sierraláhkáj ájnas jåhtulagán ja árbbedábálasj æládusájn

source: čilget evolušuvdnateoriija váldobeliid ja selvehit dárkomiid mat dorjot dán teoriija
smj: tjielggit dárkkelit evolusjåvnåteorija oajvveåsijt ja tjielggit observasjåvnåjt ma teorijav doarjju

source: válddahit ealli- ja šaddoseallaid huksehusa ja čilget fotosyntesa ja seallaheakkadeami váldobeliid
smj: gåvådit gåktu ielle- ja sjaddosella li dagádum ja tjielggit dárkkelit gåvvåsyntesa ja cellevuojŋŋama oajvveåsijt.

source: selvehit seallajuohkáseami ja genehtalaš variašuvnnaid ja árbbi
smj: tjielggit dárkkelit sellejuohkemav ja genehtalasj variasjåvnåv ja árbev

source: čilget váldobeliid teoriijain das mo máilbmi rievdá ja lea rievdan áiggiid mielde, ja čilget dáid teoriijaid duogáža
smj: tjielggit dárkkelit oajveåsijt teorijajs gåktu ednam rievddá ja le ájgij tjadá rievddam, ja dáj teorijaj vuodov

source: iskat ja registreret biohtalaš ja abiohtalaš fáktoriid ekovuogádagas lagašbirrasis ja čilget dáid fáktoriid oktavuođaid
smj: guoradallat ja registrerit biotalasj ja iehpebiotalasj faktåvråjt muhtem økosysteman lahkabirrasin ja tjielggit dárkkelit aktijvuodajt faktåvråj gaskan

source: válddahit nearvavuogádaga ja hormonavuogádaga ja čilget mo dat stivrejit rupmaša proseassaid
smj: gåvådit nærvva- ja hormonsystemav ja gåktu da stivrriji rubmaha prosessajt

source: válddahit oanehaččat ogi šaddama ja mo máná riegádeapmi dáhpáhuvvá
smj: gåvådit oanegattjat åhkeåvddånimev ja gåktu riegádahttem dáhpáduvvá

source: sátnádit ja ságaškuššat čuolmmaid mat gusket seksualitehtii, seksuálalaš gessomiidda, sohkabealidentitehtii, rájáid bidjamii ja árvvusatnimii, seksuálalaš njoammudávddaide, prevenšuvdnii ja abortii
smj: formulerit ja árvvaladdat ássjijt tjanádum seksualitehttaj, seksuála giessemij, sjiervveidentitehttaj, rájáj mierredibmáj ja vieledibmáj, seksuála skihpudagájda, prevensjåvnåjda ja tsuovkkanibmáj

source: čilget mo iežas eallinláhki sáhttá váikkuhit dearvvašvuhtii, dása gullá guoiradeapmi ja borranváttut, buohtastahttit iešguđet gálduid dieđuid, digaštallat mo dearvvašvuođavahágiid sáhttá eastadit
smj: tjielggit gåktu ietjas iellemvuohke luluj varresvuohtaj vájkkudit, dan vuolen aj sæggodibme ja bårråmgássjelisvuoda, buohtastahttet diedojt iesjgeŋga gáldos, ja dágástallat gåktu máhttá hieredit varresvuoda vahágahttemijt

source: buktit ovdamearkkaid sámi ja eará álbmotmedisiidnii ja digaštallat molssaevttolaš medisiinna ja skuvlamedisiinna erohusa
smj: buojkuldahttet sáme ja ietjá álmmukmedisijnav ja dágástallat sieradusáv alternatijva medisijna ja skåvllåmedisijna gaskan

source: válddahit universsa ja iešguđet teoriijaid dasa mo universa lea ovdánan
smj: gåvådit universav ja teorijajt gåktu dat le åvddånam

source: čilget mo jagiáiggit šaddet, gos ja manne lea gaskaijabeaivváš ja skábma
smj: tjielggit dárkkelit gåktu jábe sjaddi, ja manen biejvve ijájt bájttá ja manen la sjievnnjet dálvijt

source: iskat fáttá máilmmiávvosa suokkardeamis, ja buohtastahttit ja ovdanbuktit iešguđet gálduid dieđuid
smj: guoradallat muhtem ássjev vuobmana guoradallamis, ja buohtastahttet ja åvddånbuktet diedojt duot dát gáldos

source: válddahit vuođđoávdnasiid ja ovttastusaid iešvuođaid periodavuogádaga geavahemiin
smj: gåvådit vuodoábnnasij ja aktijvuodajt vuogijt periodesystema ano baktu

source: iskat soames dábálaš ávdnasiid kemiijalaš iešvuođaid ja dahkat ovttageardánis meroštallamiid mat gusket luvvadusaid láivudeapmái
smj: guoradallat muhtem árkkabiejve ábnnasij vuogijt ja dahkat álkkes merustallamijt løsnigij njárbbima gáktuj

source: iskat ja klassifiseret čielga ávdnasiid ja ávnnasseaguhusaid luvvilvuođa čázis, bulešvuođa ja suvrra ja básalaš iešvuođaid mielde
smj: guoradallat ja klassifiserit rájnna ábnnasijt ja ábnassegadusájt jus tjátjen njárbbiduvvi, makta buolli ja suvra ja básalasj vuogijt

source: plánet ja čađahit geahččaladdamiid duođaštanreakšuvnnaiguin, sirret ávdnasiid seaguhusain ja analyseret amas ávdnasa
smj: plánit ja tjadádit gæhttjaladdamijt vuosedimreaksjåvnåj, ábnnasij sieradibme segadusájn ja amás ábnnasa analyjssa

source: iskat hydrokarbonaid, alkoholaid, karboksylsuvrriid ja karbohydráhtaid, válddahit ávdnasiid ja addit ovdamearkkaid buvttadanvugiide ja geavahanvugiide
smj: guoradallat hydrokarbåvnåjt, alkoholajt, karboksylsyjrajt ja karbohydratajt, ábnnasijt ja buktet dahkamvuogij buojkulvisájt ja gåktu aneduvvi

source: čilget mo álgoviđaolju ja luonddugássa leat šaddan
smj: tjielggit gåktu álggoulljo ja luonndogássa le sjaddam
